<!DOCTYPE htm1>
<html>
	<head>
		<title>Сайт</title>
		<meta charset="utf-8">
	</head>
	<body>
		 <marquee behavior="alternate" direction="right" bgcolor="#50c878">
		 <b>Студенты "23и" группы</b>
		 </marquee>
		 <h1>Калинин Артем Сергеевич</h1>
		 <h1>Малаховский Даниил Андреевич</h1>
		 <img src="temno-zelenyy-izumrud-1.png" alt="Изумруд">
		 <p align="center">
		 Назначение и цель создания файла <b><i>.htaccess</i></b>-  файл дополнительной конфигурации веб-сервера Apache, а также подобных ему серверов. Позволяет задавать большое количество дополнительных параметров и разрешений для работы веб-сервера в отдельных каталогах (папках), таких как управляемый доступ к каталогам, переназначение типов файлов и т.д., без изменения главного конфигурационного файла.
		 </p>
		 <br>
		 <a target="_blank" href="http://ya.ru">ссылка на yandex.ru</a>
		 <br>
		 <a target="_blank" href="http://vk.com">ссылка на страницу</a>
 </body>
</html>
 
 